Repository: chi-rei-den/TerrariaLocalization
Catalog: zhHans/project/tm/penalty-20/legacy_impcn.tmx
Source language: en_us
Languages: zh_cn

source: % axe power
zh_cn: %斧力

source: % critical strike chance
zh_cn: %暴击率

source: % damage
zh_cn: %伤害

source: % hammer power
zh_cn: %锤力

source: % knockback
zh_cn: %击退

source: % mana cost
zh_cn: %法力消耗

source: % melee speed
zh_cn: %近战速度

source: % movement speed
zh_cn: %移动速度

source: % pickaxe power
zh_cn: %镐力

source: % size
zh_cn: %尺寸

source: % speed
zh_cn: %速度

source: % velocity
zh_cn: %速率

source: '0' Statue
zh_cn: 0字雕像

source: '1' Statue
zh_cn: 1字雕像

source: '2' Statue
zh_cn: 2字雕像

source: '3' Statue
zh_cn: 3字雕像

source: '4' Statue
zh_cn: 4字雕像

source: '5' Statue
zh_cn: 5字雕像

source: '6' Statue
zh_cn: 6字雕像

source: '7' Statue
zh_cn: 7字雕像

source: '8' Statue
zh_cn: 8字雕像

source: '9' Statue
zh_cn: 9字雕像

source: 'A pebble of the heavens'
zh_cn: “宛如来自天堂的宝石”

source: 'A' Statue
zh_cn: A字雕像

source: 'B' Statue
zh_cn: B字雕像

source: 'Balloons shall rain from the sky'
zh_cn: “一波气球将从天而降”

source: 'Banned in most places'
zh_cn: “在大多数地方禁用”

source: 'Both tasty and flammable'
zh_cn: “美味又易燃!” [i:23][c/436EEE:抗药又坚硬汉化组·认证][i:23]

source: 'Bouncy and sweet!'
zh_cn: “弹性上佳,多可爱!”

source: 'C' Statue
zh_cn: C字雕像

source: 'Charged with the essence of many souls'
zh_cn: “汇聚了大量灵魂的精华”

source: 'Conjure masses of astral energy to chase down your foes'
zh_cn: “汇聚海量星界能量并追杀敌人”

source: 'D' Statue
zh_cn: D字雕像

source: 'Don't shoot your eye out!'
zh_cn: “别把自己的眼珠子给射出来了!”

source: 'E' Statue
zh_cn: E字雕像

source: 'Emits a deathly glow'
zh_cn: “散发着亡魂之光”

source: 'Entrancing particles revolve around this fragment'
zh_cn: “迷魂的粒子环绕在碎片四周”

source: 'Extremely toxic'
zh_cn: “内有剧毒,小心食用”

source: 'F' Statue
zh_cn: F字雕像

source: 'Fezzes are cool'
zh_cn: “你的毡帽很酷”

source: 'Fire a lifeform disintegration rainbow'
zh_cn: “折射能够裂解生命的彩虹”

source: 'From Orion's belt to the palm of your hand'
zh_cn: “由猎户座星云而来,掌握于手心之中”

source: 'G' Statue
zh_cn: G字雕像

source: 'Get over here!'
zh_cn: “你给我过来!”

source: 'Great for impersonating devs!'
zh_cn: “非常适合扮演开发者!”

source: 'Guts... and Gory!'
zh_cn: “贪婪...然后是鲜血!”

source: 'H' Statue
zh_cn: H字雕像

source: 'Having a wonderful time!'
zh_cn: “祝你玩得开心!”

source: 'Hot to the touch'
zh_cn: “太烫了”

source: 'I didn't get this off of a Schmoo'
zh_cn: “我没有拿到真空之刃”

source: 'I' Statue
zh_cn: I字雕像

source: 'It contains strange symbols'
zh_cn: “上面写满了神秘的符号”

source: 'It looks and smells terrible'
zh_cn: “它无论是看起来还是闻起来都一团糟”

source: 'It vibrates with luminous celestial energy'
zh_cn: “它汇聚了闪耀的星界能量”

source: 'It's made out of fire!'
zh_cn: “它完全是由火焰打造的!”

source: 'It's pretty, oh so pretty'
zh_cn: “它真是美,简直太美了”

source: 'It's smiling, might be a good snack'
zh_cn: “它笑眯眯的,看起来是个不错的零食”

source: 'Its colorful scales could sell well.'
zh_cn: “它的鳞片散发着五彩的光芒,可以卖个好价钱.”

source: 'J' Statue
zh_cn: J字雕像

source: 'K' Statue
zh_cn: K字雕像

source: 'L' Statue
zh_cn: L字雕像

source: 'Line 'em up and knock 'em down...'
zh_cn: “闪耀之弹击倒敌人”

source: 'Looks tasty!'
zh_cn: “看上去很好吃!”

source: 'M' Statue
zh_cn: M字雕像

source: 'Makes you look cool!'
zh_cn: “让你看起来酷酷的!”

source: 'Mawwiage...'
zh_cn: “结婚...”

source: 'May annoy others'
zh_cn: “会使别人惹恼”

source: 'N' Statue
zh_cn: N字雕像

source: 'Not even water can put the flame out'
zh_cn: “连水都无法将它浇灭”

source: 'Not to be confused with a hamdrill'
zh_cn: “不要觉得一个又是镐又是斧头的东西很奇怪”

source: 'Not to be confused with a picksaw'
zh_cn: “不要跟锯刃十字镐镐混淆”

source: 'O' Statue
zh_cn: O字雕像

source: 'P' Statue
zh_cn: P字雕像

source: 'Pulsing with dark energy'
zh_cn: “与黑暗能量休戚与共”

source: 'Q' Statue
zh_cn: Q字雕像

source: 'R' Statue
zh_cn: R字雕像

source: 'Reacts to the light'
zh_cn: “这种如同植物一样的矿物能对光产生反应”

source: 'Rend your foes asunder with a spear of light!'
zh_cn: “把你的敌人用光芒之枪撕成碎片!”

source: 'S' Statue
zh_cn: S字雕像

source: 'Sharp and magical!'
zh_cn: “即锋利,又蕴含魔力!”

source: 'Shooting them down at the speed of sound!'
zh_cn: “音速之箭射杀敌人!”

source: 'Smells like bubblegum and happiness'
zh_cn: “闻起来像泡泡糖,象征着幸福”

source: 'Smells like lavender and enthusiasm'
zh_cn: “闻起来像薰衣草,象征着热情”

source: 'Smells like mint and glee'
zh_cn: “闻起来像薄荷,象征着欢乐”

source: 'Sometimes carried by creatures in corrupt deserts'
zh_cn: “有些黑暗沙漠里的木乃伊会把它带在身上”

source: 'Sometimes carried by creatures in light deserts'
zh_cn: “有些光明沙漠里的木乃伊会把它带在身上”

source: 'Strike with the fury of the sun'
zh_cn: “以炽阳之力攻击敌人”

source: 'Swirling energies emanate from this fragment'
zh_cn: “能量螺旋着从这碎片上散出”

source: 'T' Statue
zh_cn: T字雕像

source: 'The blood of gods'
zh_cn: “众神之血”

source: 'The essence of dark creatures'
zh_cn: “黑暗生物的精魂”

source: 'The essence of light creatures'
zh_cn: “光明生物的精魂”

source: 'The essence of omniscient watchers'
zh_cn: “全知魔眼的精魂”

source: 'The essence of powerful flying creatures'
zh_cn: “强大飞行生物的精魂”

source: 'The essence of pure terror'
zh_cn: “恐惧之王的精魂”

source: 'The essence of the destroyer'
zh_cn: “机械毁灭者的精魂”

source: 'The fury of the universe lies within this fragment'
zh_cn: “宇宙的暴戾驻于此碎片之内”

source: 'The power of a galaxy resides within this fragment'
zh_cn: “银河的伟力居于此碎片之中”

source: 'This is a good idea!'
zh_cn: “这真是个好主意!”

source: 'This will prove to be terrible idea'
zh_cn: “这一定会被证实是一个可怕的主意”

source: 'Tied down for everyone's pleasure'
zh_cn: “为每个人的欢乐而扎起”

source: 'Tossing may be difficult.'
zh_cn: “扔出去可不是件容易的事情”

source: 'U' Statue
zh_cn: U字雕像

source: 'V' Statue
zh_cn: V字雕像

source: 'W' Statue
zh_cn: W字雕像

source: 'Warm to the touch'
zh_cn: “触感温暖”

source: 'Wield a small amount of power from the Nebula Tower'
zh_cn: “从星云之柱上窃取一小部分威能”

source: 'Wield a small amount of power from the Solar Tower'
zh_cn: “从日耀之柱上窃取一小部分威能”

source: 'Wield a small amount of power from the Stardust Tower'
zh_cn: “从星尘之柱上窃取一小部分威能”

source: 'Wield a small amount of power from the Vortex Tower'
zh_cn: “从旋涡之柱上窃取一小部分威能”

source: 'Wuv... twue wuv...'
zh_cn: “爱...真爱...”

source: 'X' Statue
zh_cn: X字雕像

source: 'Y' Statue
zh_cn: Y字雕像

source: 'You are a terrible person'
zh_cn: “你真是个吝啬鬼”

source: 'You are a terrible person.'
zh_cn: “你真是个坏人!”

source: 'You've been naughty this year'
zh_cn: “你今年很淘气”

source: 'Z' Statue
zh_cn: Z字雕像

source: (Far Greater Difficulty & Loot)
zh_cn: (更高难度与更多奖励)

source: (The standard Terraria Experience)
zh_cn: (标准的泰拉瑞亚体验)

source: ({0} ft)
zh_cn: ({0}英尺)

source: ({0} mph E)
zh_cn: ({0}英里/时 东风)

source: ({0} mph W)
zh_cn: ({0}英里/时 西风)

source: ({0}) {1} is playing
zh_cn: ({0}) {1} 正在游戏

source: ({0}) {1} is sending player data...
zh_cn: ({0}) {1} 正在发送玩家数据...

source: ({0}) {1} requested world information
zh_cn: ({0}) {1} 请求世界数据

source: ({0}) {1} {2}: Complete!
zh_cn: ({0}) {1} {2}: 完成!

source: *Yarr Blarr Harrdarr*
zh_cn: 吖-吧啦-哈哒

source: /me
zh_cn: /Emote

source: /p
zh_cn: /Party

source: 0x33's Aviators
zh_cn: 飞行员眼镜

source: 1 Second Timer
zh_cn: 1秒计时器

source: 1 defense
zh_cn: 增加1防御

source: 1 enemy nearby!
zh_cn: 附近有1个怪物!

source: 1 player connected.
zh_cn: 1位玩家已连接.

source: 10% increased critical chance
zh_cn: 增加10%暴击率

source: 10% increased critical strike chance
zh_cn: 增加10%暴击率

source: 10% increased damage
zh_cn: 增加10%所有伤害

source: 10% increased magic critical strike chance
zh_cn: 增加10%魔法暴击率

source: 10% increased minion damage and 20% increased movement speed
zh_cn: 增加10%召唤伤害,提高20%移动速度

source: 10% increased movement speed
zh_cn: 提高10%移动速度

source: 10% increased throwing critical strike chance
zh_cn: 增加10%投掷暴击率

source: 10% reduced damage
zh_cn: 减少10%所受伤害

source: 11% increased melee and ranged critical strike chance
zh_cn: 增加11%近战及远程暴击率

source: 11% increased movement speed
zh_cn: 提高11%移动速度

source: 12% increased damage
zh_cn: 增加12%伤害

source: 12% increased melee speed
zh_cn: 提高12%近战攻速

source: 14% reduced mana usage
zh_cn: 减少14%法力消耗

source: 15% increased damage
zh_cn: 增加15%伤害

source: 15% increased magic and minion damage
zh_cn: 增加15%魔法及召唤伤害

source: 15% increased magic damage
zh_cn: 增加15%魔法伤害

source: 15% increased melee damage
zh_cn: 增加15%近战伤害

source: 15% increased melee speed
zh_cn: 提高15%近战攻速

source: 15% increased minion and melee damage
zh_cn: 增加15%召唤物及近战伤害

source: 15% increased minion damage, 20% increased melee critical strike chance and movement speed
zh_cn: 增加15%召唤伤害,提高20%近战暴击率及移动速度

source: 15% increased movement speed
zh_cn: 提高15%移动速度

source: 15% increased ranged damage
zh_cn: 增加15%远程伤害

source: 15% increased summon damage
zh_cn: 增加15%召唤伤害

source: 15% increased throwing critical strike chance
zh_cn: 增加15%投掷暴击率

source: 15% increased throwing damage
zh_cn: 增加15%投掷伤害

source: 15% increased throwing velocity
zh_cn: 提高15%投掷速度

source: 16% increased melee and ranged damage
zh_cn: 增加16%近战及远程伤害

source: 16% reduced mana usage
zh_cn: 减少16%法力消耗

source: 17% extra melee damage
zh_cn: 增加17%近战伤害

source: 17% reduced mana usage
zh_cn: 减少17%法力消耗

source: 18% increased melee and movement speed
zh_cn: 提高18%近战攻速及移动速度

source: 19% increased melee and movement speed
zh_cn: 提高19%近战攻速及移动速度

source: 19% reduced mana usage
zh_cn: 减少19%法力消耗

source: 2 defense
zh_cn: 增加2防御

source: 2% increased damage
zh_cn: 增加2%伤害

source: 20% chance to not consume ammo
zh_cn: 20%几率不消耗弹药

source: 20% increased arrow damage and speed
zh_cn: 增加20%弓箭伤害及速度

source: 20% increased arrow speed and damage
zh_cn: 增加20%弓箭的速度及伤害

source: 20% increased magic damage
zh_cn: 增加20%魔法伤害

source: 20% increased max life
zh_cn: 增加20%生命值

source: 20% increased minion and melee damage
zh_cn: 增加20%召唤物及近战伤害

source: 20% increased minion and ranged damage
zh_cn: 增加20%召唤及远程伤害

source: 20% increased minion damage and 10% increased magic damage
zh_cn: 增加20%召唤伤害,增加10%魔法伤害

source: 20% increased minion damage and 25% increased magic critical strike chance
zh_cn: 增加20%召唤伤害,增加25%魔法暴击率

source: 20% increased minion damage and melee speed
zh_cn: 增加20%召唤伤害及近战攻速

source: 20% increased minion damage, critical strike chance and 30% movement speed
zh_cn: 增加20%召唤伤害、暴击率,提高30%移动速度

source: 20% increased minion damage, movement speed and melee critical strike chance
zh_cn: 增加20%召唤伤害、移动速度及近战暴击率

source: 20% increased throwing damage
zh_cn: 增加20%投掷伤害

source: 20% increased throwing velocity
zh_cn: 提高20%投掷速度

source: 20% reduced mana usage
zh_cn: 减少20%法力消耗

source: 25% chance to not consume ammo
zh_cn: 25%几率不消耗弹药

source: 25% increased mining speed
zh_cn: 提高25%挖掘速度

source: 25% increased minion & ranged damage
zh_cn: 增加25%召唤物及远程伤害

source: 25% increased minion damage and 20% increased movement speed
zh_cn: 增加25%召唤伤害,提高20%移动速度

source: 25% increased movement speed
zh_cn: 提高25%移动速度

source: 25% of damage taken will be redirected to another player
zh_cn: 为队友吸收25%伤害

source: 3 Second Timer
zh_cn: 3秒计时器

source: 3 defense
zh_cn: 增加3防御

source: 3% increased critical strike chance
zh_cn: 增加3%暴击率

source: 30% increased damage
zh_cn: 增加30%伤害

source: 30% increased mining speed
zh_cn: 增加30%挖掘速度

source: 30% increased minion damage and 15% increased magic damage
zh_cn: 增加30%召唤伤害,增加15%魔法伤害

source: 30% increased minion damage and massively increased life regeneration
zh_cn: 增加30%召唤伤害,大幅度提高生命再生速度

source: 33% chance to not consume ammo
zh_cn: 33%几率不消耗弹药

source: 33% chance to not consume bone
zh_cn: 33%几率不消耗骨头

source: 33% chance to not consume potion crafting ingredients
zh_cn: 33%几率不消耗材料进行药水调制

source: 33% chance to not consume thrown item
zh_cn: 33%几率不消耗投掷物

source: 4 defense
zh_cn: 增加4防御

source: 40% decreased magic damage
zh_cn: 减少40%魔法伤害

source: 45% increased damage
zh_cn: 增加45%伤害

source: 5 Second Timer
zh_cn: 5秒计时器

source: 5% increased damage
zh_cn: 增加5%伤害

source: 5% increased melee critical strike chance
zh_cn: 增加5%近战暴击率

source: 5% increased movement speed
zh_cn: 移动速度提高5%

source: 5% increased ranged damage.
zh_cn: 增加5%远程伤害.

source: 50% chance to not consume ammo
zh_cn: 50%几率不消耗弹药

source: 50% chance to not consume thrown item
zh_cn: 50%几率不消耗投掷物

source: 500% increased damage for next melee strike
zh_cn: 下次近战攻击将造成500%伤害

source: 6% increased critical strike chance
zh_cn: 增加6%暴击率

source: 6% increased damage
zh_cn: 增加6%伤害

source: 6% reduced mana usage
zh_cn: 减少6%法力消耗

source: 66% chance to not consume ammo
zh_cn: 66%几率不消耗弹药

source: 7% increased critical strike chance
zh_cn: 增加7%暴击率

source: 7% increased magic damage
zh_cn: 增加7%魔法伤害

source: 7% increased magic damage and critical strike chance
zh_cn: 增加7%魔法伤害及暴击率

source: 7% increased melee speed
zh_cn: 提高7%近战攻速

source: 9% increased magic damage and critical strike chance
zh_cn: 增加9%魔法伤害及暴击率

source: <Server> {0}
zh_cn: <服务器> {0}

source: <Unbound>
zh_cn: <未绑定>

source: <right> to guard with a shield
zh_cn: 右键来使用身上的盾牌进行格挡

source: <right> to have more minions
zh_cn: 右键来获得召唤更多召唤物的魔力

source: <right> to open
zh_cn: 右键打开

source: <right> to place item on weapon rack
zh_cn: 右键可将武器放上去

source: <right> to place or remove Large Ambers
zh_cn: 右键来放置或移除大型琥珀

source: <right> to place or remove Large Amethysts
zh_cn: 右键来放置或移除大型紫水晶

source: <right> to place or remove Large Diamonds
zh_cn: 右键来放置或移除大型钻石

source: <right> to place or remove Large Emeralds
zh_cn: 右键来放置或移除大型祖母绿

source: <right> to place or remove Large Rubies
zh_cn: 右键来放置或移除大型红宝石

source: <right> to place or remove Large Sapphires
zh_cn: 右键来放置或移除大型蓝宝石

source: <right> to place or remove Large Topazes
zh_cn: 右键来放置或移除大型黄晶玉

source: <right> while holding for an alternate attack!
zh_cn: 右键来转换攻击模式!

source: <right> while holding to edit wire settings
zh_cn: 选中时通过按右键来设置作用

source: A baby Eater of Souls is following you
zh_cn: 吞噬者与你同在

source: A baby dinosaur is following you
zh_cn: 小恐龙会跟随着你

source: A baby face monster is following you
zh_cn: 巨脸怪宝宝会跟随着你

source: A baby grinch is following you
zh_cn: 粘着你的小圣诞怪杰

source: A baby snowman is following you
zh_cn: 自带雪橇

source: A black kitty is following you
zh_cn: 果然还是黑喵最萌了

source: A cursed sapling is following you
zh_cn: 它会告诉你什么叫圆周运动

source: A fairy is following you
zh_cn: 它随着你飘动

source: A flickerwick is following you
zh_cn: 摇曳烛芯会跟随着你

source: A friendly spirit is following you
zh_cn: 友好地跟着你

source: A goblin army has arrived!
zh_cn: 哥布林军队来了!

source: A goblin army has been defeated!
zh_cn: 哥布林军队已被击败!

source: A goblin army is approaching from the east!
zh_cn: 一支哥布林军队正从东边接近!

source: A goblin army is approaching from the west!
zh_cn: 一支哥布林军队正从西边接近!

source: A hoardagron is following you
zh_cn: 霍尔龙会跟随着你

source: A horrible chill goes down your spine...
zh_cn: 寒气顺着你的脊骨流下...

source: A large explosion that will destroy most tiles
zh_cn: 造成一次能够摧毁物块的大型爆炸

source: A little sapling is following you
zh_cn: 不要把它种下地

source: A lot cooler than a snow globe
zh_cn: 这可比雪球仪酷多了

source: A lot of tenacity and a little bit of luck can go a long way...
zh_cn: 始终坚韧不屈,再加上一点点运气,就可以走得很远...

source: A magical heart that provides light
zh_cn: 具有魔力的心脏,能够发出光芒

source: A magical orb that provides light
zh_cn: 一个发出微光的魔法小球

source: A magical returning dagger
zh_cn: 有魔力的回旋匕首

source: A meteorite has landed!
zh_cn: 陨石已落地!

source: A powerful javelin that unleashes tiny eaters
zh_cn: 一杆强大的,能够释放多枚吞噬尖牙的投枪

source: A powerful returning hammer
zh_cn: 一把威力强大的回旋飞锤

source: A propeller gato is following you
zh_cn: 螺旋猫会跟随着你

source: A puppy is following you
zh_cn: 粘着你的狗狗

source: A small explosion that will destroy some tiles
zh_cn: 造成一次能够摧毁物块的小型爆炸

source: A small explosion that will not destroy tiles
zh_cn: 造成一次不能摧毁物块的小型爆炸

source: A solar eclipse is happening!
zh_cn: 正在发生日食!

source: A spider is following you
zh_cn: 爬墙结网

source: A squashling is following you
zh_cn: 这南瓜会动啊

source: A suspicious looking eye that provides light
zh_cn: 可提供照明的可疑眼球

source: A wisp is following you
zh_cn: 召唤一个小精灵跟着你

source: Aaron's Breastplate
zh_cn: Aaron的胸甲

source: Aaron's Helmet
zh_cn: Aaron的头盔

source: Aaron's Leggings
zh_cn: Aaron的护腿

source: Abeemination
zh_cn: 憎恶之蜂

source: Able to mine Hellstone
zh_cn: 能够开采狱炎石

source: Accept
zh_cn: 确定

source: Accessory
zh_cn: 饰品

source: Achievements
zh_cn: 游戏成就

source: Acid Dye
zh_cn: 酸性染料

source: Acorn
zh_cn: 橡实

source: Acorns
zh_cn: 橡果

source: Action
zh_cn: 操作

source: Activate Set Bonuses: Down
zh_cn: 激活套装效果：向下方向键

source: Activate Set Bonuses: Up
zh_cn: 激活套装效果：向上方向键

source: Activates Actuators
zh_cn: 激活促动器

source: Activates every 3 seconds
zh_cn: 每3秒激活

source: Activates every 5 seconds
zh_cn: 每5秒激活

source: Activates every second
zh_cn: 每1秒激活

source: Activates once day starts
zh_cn: 当黎明破晓时输出一个信号

source: Activates once night starts
zh_cn: 当夜幕降临时输出一个信号

source: Activates when a player steps on it
zh_cn: 玩家踩上后才会激活

source: Activates when a player steps on or off it
zh_cn: 在玩家踏上或者离开时各输出一个信号

source: Activates when a projectile touches it
zh_cn: 当抛射物触碰时输出一个信号

source: Activates when all lamps are on, Deactivates otherwise
zh_cn: 所有灯亮起则激活,否则关闭

source: Activates when anything but a player steps on it
zh_cn: 除玩家以外的任何东西踩上时激活

source: Activates when not all lamps are on, Deactivates otherwise
zh_cn: 任意灯不亮则激活,否则关闭

source: Activates when stepped on
zh_cn: 踩上时激活

source: Activates whenever occupied by honey, deactivates otherwise
zh_cn: 只在接触蜂蜜时输出一个信号,其他情况下停用

source: Activates whenever occupied by lava, deactivates otherwise
zh_cn: 只在接触岩浆时输出一个信号,其他情况下停用

source: Activates whenever occupied by liquid, deactivates otherwise
zh_cn: 只在接触任何液体时输出一个信号,其他情况下停用

source: Activates whenever occupied by water, deactivates otherwise
zh_cn: 只在接触水时输出一个信号,其他情况下停用

source: Activates whenever players are over it, deactivates otherwise
zh_cn: 当玩家踩踏时输出一个信号,其他情况下停用

source: Active Stone Block
zh_cn: 机关石块

source: Actuation Rod
zh_cn: 触发杆

source: Actuation device off
zh_cn: 促动器安装：关闭

source: Actuation device on
zh_cn: 促动器安装：开启

source: Actuator
zh_cn: 促动器

source: Actuators
zh_cn: 促动器

source: Adamantite
zh_cn: 精金矿石

source: Adamantite Bar
zh_cn: 精金锭

source: Adamantite Beam
zh_cn: 精金梁

source: Adamantite Beam Wall
zh_cn: 精金梁

source: Adamantite Breastplate
zh_cn: 精金胸甲

source: Adamantite Chainsaw
zh_cn: 精金链锯

source: Adamantite Drill
zh_cn: 精金钻头

source: Adamantite Forge
zh_cn: 精金熔炉

source: Adamantite Glaive
zh_cn: 精金关刀

source: Adamantite Headgear
zh_cn: 精金头饰

source: Adamantite Helmet
zh_cn: 精金头盔

source: Adamantite Leggings
zh_cn: 精金胫甲

source: Adamantite Mask
zh_cn: 精金面具

source: Adamantite Ore
zh_cn: 精金矿石

source: Adamantite Pickaxe
zh_cn: 精金镐

source: Adamantite Repeater
zh_cn: 精金连弩

source: Adamantite Sword
zh_cn: 精金斩杀剑

source: Adamantite Waraxe
zh_cn: 精金战斧

source: Adding clay
zh_cn: 正在添加粘土

source: Adding gems
zh_cn: 正在添加宝石

source: Adding more grass
zh_cn: 正在添加更多草丛

source: Adding mushroom patches
zh_cn: 正在添加蘑菇丛

source: Adding sand
zh_cn: 正在添加沙子

source: Adding shinies
zh_cn: 正在添加光亮

source: Adding silt
zh_cn: 正在添加淤泥

source: Adding snow
zh_cn: 正在添加雪块

source: Adding water bodies
zh_cn: 正在添加水体

source: Adding webs
zh_cn: 正在添加蛛丝

source: Adept
zh_cn: 精巧

source: Adhesive Bandage
zh_cn: 粘性绷带

source: Aerial Bane
zh_cn: 空之驱逐

source: After all that cake, you might have to call me White Beard for a while.
zh_cn: 吃完这块蛋糕后,你可能就得暂时叫我白胡子了.

source: Agile
zh_cn: 灵活

source: Aglet
zh_cn: 金属带扣

source: Ah, they will tell tales of {PlayerName} some day... good ones I'm sure.
zh_cn: 总有一天他们会讲述{PlayerName}的传奇,肯定会是个好故事.

source: Alchemy Lantern
zh_cn: 炼金灯笼

source: Alchemy Table
zh_cn: 炼金台

source: Ale
zh_cn: 麦酒

source: Ale Tosser
zh_cn: 麦酒投手

source: Alien Goop
zh_cn: 异星粘胶

source: Alien Hornet
zh_cn: 漩涡黄蜂

source: Alien Hornet Banner
zh_cn: 漩涡黄蜂旗帜

source: Alien Larva
zh_cn: 漩涡幼虫

source: Alien Larva Banner
zh_cn: 漩涡幼虫旗帜

source: Alien Queen
zh_cn: 漩涡蜂王

source: Alien Queen Banner
zh_cn: 漩涡蜂王旗帜

source: Allow Friends Of Friends: Off
zh_cn: 允许好友的好友：关闭

source: Allow Friends Of Friends: On
zh_cn: 允许好友的好友：开启

source: Allowed Users: Friends
zh_cn: 允许玩家：全部好友

source: Allowed Users: Invite Only
zh_cn: 允许玩家：仅限邀请

source: Allows flight
zh_cn: 终于能飞了!不过还请小心摔伤

source: Allows flight and slow fall
zh_cn: 可飞行及滑翔

source: Allows flight and slowfall
zh_cn: 提供飞行及滑翔能力

source: Allows the ability to climb walls
zh_cn: 使你能爬墙

source: Allows the ability to walk on water
zh_cn: 可在水上行走

source: Allows the collection of Vine Rope from vines
zh_cn: 允许收集藤蔓并将之调制成绳子

source: Allows the collection of hay from grass
zh_cn: 可从草地上收割干草

source: Allows the collection of seeds for ammo
zh_cn: 可以收集种子作为弹药

source: Allows the combining of some accessories
zh_cn: 可合成一些饰品

source: Allows the control of gravity
zh_cn: 可控制重力

source: Allows the holder to do an improved double jump
zh_cn: 赋予持有者二段跳的能力,而且跳得更高

source: Allows the holder to double jump
zh_cn: 赋予持有者二段跳的能力

source: Allows the owner to float for a few seconds
zh_cn: 你能踩在上面飞一段时间

source: Allows the use of two yoyos at once
zh_cn: 允许同时使用两个悠悠球

source: Allows time to fast forward one day per week
zh_cn: 允许每周时间快进一天

source: Allows you to go into stealth mode
zh_cn: 可以让你进入潜行模式

source: Allows you to see nearby danger sources
zh_cn: 使你能看到附近的危险之源

source: Always buy more wire than you need!
zh_cn: 一定要多买些电线!

source: Amanitia Fungifin
zh_cn: 毒菌鱼

source: Amarok
zh_cn: 狼神

source: Amazon
zh_cn: 亚马逊

source: Amber
zh_cn: 琥珀

source: Amber Bolt
zh_cn: 琥珀魔弹

source: Amber Gem Lock
zh_cn: 琥珀锁柜

source: Amber Gemspark Block
zh_cn: 琥珀砖

source: Amber Gemspark Wall
zh_cn: 琥珀墙

source: Amber Horseshoe Balloon
zh_cn: 琥珀马掌气球

source: Amber Mosquito
zh_cn: 蚊子琥珀

source: Amber Staff
zh_cn: 琥珀法杖

source: Ambient:
zh_cn: 环境:

source: American Explosive
zh_cn: 美州爆破狂

source: Amethyst
zh_cn: 紫水晶

source: Amethyst Bolt
zh_cn: 紫水晶魔弹

source: Amethyst Gem Lock
zh_cn: 紫水晶锁柜

source: Amethyst Gemspark Block
zh_cn: 紫水晶砖

source: Amethyst Gemspark Wall
zh_cn: 紫水晶墙

source: Amethyst Hook
zh_cn: 紫水晶抓钩

source: Amethyst Robe
zh_cn: 紫水晶长袍

source: Amethyst Staff
zh_cn: 紫水晶法杖

source: Ammo
zh_cn: 弹药

source: Ammo Box
zh_cn: 弹药箱

source: Ammo Reservation
zh_cn: 弹药储备

source: Ammo Reservation Potion
zh_cn: 弹药储备药剂

source: An enchanted lantern is lighting your way
zh_cn: 具有魔力的灯笼将为你照亮前路

source: An eyeball spring is following you
zh_cn: 蹦蹦跳跳地移动

source: Anchor
zh_cn: 铁锚

source: Ancient Cloth
zh_cn: 古代布匹

source: Ancient Cobalt Breastplate
zh_cn: 远古钴胸蓝甲

source: Ancient Cobalt Helmet
zh_cn: 远古钴蓝头盔

source: Ancient Cobalt Leggings
zh_cn: 远古钴蓝胫甲

source: Ancient Cultist Mask
zh_cn: 远古邪教徒面具

source: Ancient Cultist Trophy
zh_cn: 荣耀之证(远古邪教徒)

source: Ancient Doom
zh_cn: 远古噩梦

source: Ancient Garments
zh_cn: 古代上衣

source: Ancient Gold Helmet
zh_cn: 远古金盔

source: Ancient Headdress
zh_cn: 古代头饰

source: Ancient Horn
zh_cn: 远古号角

source: Ancient Iron Helmet
zh_cn: 远古铁盔

source: Ancient Light
zh_cn: 远古光芒

source: Ancient Manipulator
zh_cn: 远古操纵器

source: Ancient Necro Helmet
zh_cn: 远古死灵头盔

source: Ancient Shadow Greaves
zh_cn: 远古暗影护胫

source: Ancient Shadow Helmet
zh_cn: 远古暗影头盔

source: Ancient Shadow Scalemail
zh_cn: 远古暗影鳞甲

source: Ancient Slacks
zh_cn: 古代裤子

source: Ancient Storm
zh_cn: 远古风暴

source: Ancient Vision
zh_cn: 远古凝视

source: Angel Halo
zh_cn: 天使光环

source: Angel Statue
zh_cn: 天使雕像

source: Angel Wings
zh_cn: 天使之翼

source: Angelfish
zh_cn: 天使鱼

source: Angler
zh_cn: 渔夫

source: Angler Earring
zh_cn: 渔夫耳环

source: Angler Fish
zh_cn: 琵琶鱼

source: Angler Fish Banner
zh_cn: 琵琶鱼旗帜

source: Angler Hat
zh_cn: 渔夫帽

source: Angler Pants
zh_cn: 渔夫裤

source: Angler Tackle Bag
zh_cn: 渔具包

source: Angler Vest
zh_cn: 渔夫背心

source: Angry
zh_cn: 愤怒

source: Angry Bones
zh_cn: 愤怒的骷髅

source: Angry Bones Banner
zh_cn: 愤怒的骷髅旗帜

source: Angry Nimbus
zh_cn: 愤怒雷云

source: Angry Nimbus Banner
zh_cn: 愤怒雷云旗帜

source: Angry Trapper
zh_cn: 愤怒捕猎者

source: Angry Trapper Banner
zh_cn: 愤怒捕猎者旗帜

source: Angry Tumbler
zh_cn: 愤怒的风滚草

source: Angry Tumbler Banner
zh_cn: 愤怒的风滚草旗帜

source: Animal Skin
zh_cn: 动物毛皮

source: Ankh Banner
zh_cn: 圣十字旗

source: Ankh Charm
zh_cn: 圣十字护符

source: Ankh Shield
zh_cn: 圣十字护盾

source: Anklet of the Wind
zh_cn: 疾风脚镯

source: Announcement Box
zh_cn: 公告栏

source: Annoying
zh_cn: 惹恼

source: Anomura Fungus
zh_cn: 真菌甲虫

source: Anomura Fungus Banner
zh_cn: 真菌甲虫旗帜

source: Anti-Gravity Hook
zh_cn: 反重力钩爪

source: Antlion
zh_cn: 蚁狮

source: Antlion Banner
zh_cn: 蚁狮旗帜

source: Antlion Charger
zh_cn: 冲锋蚁狮

source: Antlion Charger Banner
zh_cn: 蚁狮旗帜

source: Antlion Mandible
zh_cn: 蚁狮上颚

source: Antlion Swarmer
zh_cn: 飞蜂蚁狮

source: Antlion Swarmer Banner
zh_cn: 飞蜂蚁狮旗帜

source: Anvil
zh_cn: 铁砧

source: Anvil Statue
zh_cn: 石砧雕像
